/* strings for the configuration window */

"kImagePathLabelString" = "Fichier Image:";
"kImageDirectoryLabelString" = "Dossier Images:";
"kImagePathNoValue" = "Choisir un image...";
"kImageDirectoryPathNoValue" = "Choisir un dossier...";
"kVersionString" = "Version: %@";
"kUpdateNotAvailableMessageText" = "Cette version de Filigree est la version actuelle";
"kUpdateNotAvailableOkayButton" = "OK";
"kUpdateAvailableMessageText" = "Une nouvelle version (%@) de Filigree est disponible pour télécharger.";
"kUpdateAvailableDownloadButton" = "Télécharger";
"kUpdateAvailableDetailsButton" = "En savoir plus";
"kUpdateAvailableCancelButton" = "Annuler";
"kLocalizationHandlesRegistrationControls" = "No";
"kUnregisteredConfigString" = "This copy of Filigree is unregistered";
"kRegisteredConfigString" = "This copy of Filigree is registered to";
"kRegisteredConfigString2" = "Thanks for your support!";
"kPurchaseRegistrationCodeURL" = "http://www.whiteknightlogic.net/software/filigree/";
"kRegistrationSuccessOkayButton" = "OK";
"kRegistrationSuccessMessageText" = "Your copy of Filigree has been registered.";
"kRegistrationSuccessInfoText" = "Thanks for your support!";
"kRegistrationFailureOkayButton" = "OK";
"kRegistrationFailureMessageText" = "The registration code you have entered is not valid.";
"kRegistrationFailureInfoText" = "Please ensure you have entered both your name and the registration code exactly as provided to you.";